[
  {
    "id": 1,
    "title": "Tamil Nadu",
    "description": "The state Tamil Nadu is the 11th largest state in the 29 states of India. The word <b>Tamil Nadu</b> means 'The Land of Tamils or Tamil Country'. This state has huge amount of natural resources. It also boasts some of the grand Hindu temples built in Dravidian architecture. Some of the monuments in Mamallapuram here is also declared as UNESCO Heritage Sites. Tamil Nadu has an abundant source of Flora and Fauna. It has also been home to the oldest of civilizations, and has seen the rule of various ancient dynasties like the Chera, Chola and Pandya, thus making it rich in both aspects of Cultural and Natural making it a tourist heaven. ",
    "postDate": "September 07, 2021",
    "img": "https://1.bp.blogspot.com/-xhL1DZLf2Ik/YSZdDIMH5PI/AAAAAAAAMA4/q7Zc7sQ9_fojsSDk7fuPbof_lQqeFywigCPcBGAsYHg/s0/1629902846315.jpeg",
    "alt": "Make Your Trip Possible",
    "links": "https://setupwithprachi.blogspot.com/2021/09/top-10-places-to-visit-in-tamil-nadu.html",
    "isPopular": true,
    "isHomeBlog": true
  },
  {
    "id": 2,
    "title": "Delhi",
    "description": "The incredible Delhi is the capital of Incredible India. It is a massive metropolitan area of North India. It serves you everything from a good education to a bundle of oppurtunities. It consist of some of the most beautiful and captivating tourist places in and near the city. Famously known as <b>Dilwale Dilli</b>, Delhi has something for everyone. You can enjoy a comfortable stay in a great hotel and can explore the famous historical Red Fort to the happening Dilli Haat. <br/> <br/>You get an innumerable options to explore in the city which is open for people from all spheres of life. <br/> <br/>Certainly, without fail Delhi Tourism is one of the most attractive spot for both Indians and those across the world. .",
    "postDate": "August 25, 2021",
    "img": "https://img.freepik.com/free-photo/online-message-blog-chat-communication-envelop-graphic-icon-concept_53876-139717.jpg?size=626&ext=jpg&uid=R18458583",
    "alt": "Make Your Trip Possible",
    "links": "/",
    "isPopular": false,
    "isHomeBlog": true
  },
  {
    "id": 3,
    "title": "Uttar Pradesh",
    "description": "Uttar Pradesh is also known as the <b>Heartland of India</b>. It is rich in cultural heritage and offers great scenic views. You can explore both nature and history here. Surrounded by the ranges of the famous Ganga and the Yamuna, it showcases few of the best man made monuments. Back in limelight a few days ago owing to the Bhoomi Poojan ceremony of the Ram Mandir in Ayodhya, it is going to be one of the biggest draws for pilgrims, adding a feather in the hat of Uttar Pradesh tourism. ",
    "postDate": "November 13, 2021",
    "img": "https://img.freepik.com/free-photo/western-woman-boat-exploring-river-ganges_53876-65345.jpg?size=626&ext=jpg&uid=R18458583",
    "alt": "Make Your Trip Possible",
    "links": "https://setupwithprachi.blogspot.com/2021/11/tourist-attractions-of-uttar-pradesh.html",
    "isPopular": true,
    "isHomeBlog": false
  },
  {
    "id": 4,
    "title": "Kerla",
    "description": "Kerala is named as one of the ten paradises of the world by National Geographic Traveler. It is blessed with the gorgeous backwaters and ecotourism initiatives. Kerala is said to be crafted by the hand of Gods and is one of the most beautiful places in the world. From the lush green stations on the western ghats to scenic shores by the Arabian Sea, backwaters to the wildlife sanctuaries, the lush tea gardens, waterfalls and Ayurvedic resorts to soothe you, kerala has it all.",
    "postDate": "September 06, 2021",
    "img": "https://1.bp.blogspot.com/-Ux3V11PCuFM/YTdEqqP6HiI/AAAAAAAAMzc/bF_XKwf6beY9dLnA-NQ9M08uMa4Q0-iJwCPcBGAsYHg/s0/1631009331077.jpeg",
    "alt": "Make Your Trip Possible",
    "links": "/",
    "isPopular": false,
    "isHomeBlog": false
  },
  {
    "id": 5,
    "title": "Himachal Pradesh",
    "description": "Himachal Pradesh is among the most visited part of the northern India. The scenaric beauty of Himalayas is a treat to the eye for all the naturelovers and a must visit for truly a lifetime experience. It is covered with mountains and offers you some exciting activities like river rafting, camping, paragliding and so much more. The places there offers you everything right from local handicrafts and specialised food to a wonderful view and lots of memories. It is truly a heaven on Earth. Here's our pick of the top places while you are in the region. ",
    "postDate": "August 25, 2021",
    "img": "https://1.bp.blogspot.com/-65kFFgzQ-4s/YSZaV56tEZI/AAAAAAAAMAM/RGBPA9dzKZc3Pp_IjVJ_2NrEH1V3DYiaQCPcBGAsYHg/s0/1629902846318.jpeg",
    "alt": "Make Your Trip Possible",
    "links": "https://setupwithprachi.blogspot.com/2021/08/everything-about-himachal-pradesh.htmls",
    "isPopular": true,
    "isHomeBlog": false
  },
  {
    "id": 7,
    "title": "Punjab",
    "description": "Punjab is situated in the north western part of India and is famously called 'The land of five rivers'. Punjab is famous in every aspects and is the key state of the country since it has rich fertile lands and the most ancient civilizations in the world. Punjab has also seen many religious movements and is famous for its religious diversity. From scenic landscape to authentic food, it offers you so much. You see the most beautiful farming here which will take you closer to nature.",
    "postDate": "September 22, 2021",
    "img": "https://img.freepik.com/free-photo/bangla-sahib-gurudwara-religious-place-sikhs_181020-2635.jpg?size=626&ext=jpg&uid=R18458583",
    "alt": "Make Your Trip Possible",
    "links": "/",
    "isPopular": false,
    "isHomeBlog": false
  }
]
