[
  {
    "point": "Make your trip possible and its organizers strictly forbid the consumption of any Narcotics and Banned Substances during the tours, and would not be accountable for any promotion due to the same. "
  },
  {
    "point": "Weapons, Fireworks and toxic materials are not allowed on the tour, The Management would not be responsible for any person who has been found guilty under the Indian Law. "
  },
  {
    "point": "  The organizers reserve the right to deport any camper anytime without any reimbursement if his/her actions infringe any camp regulations or in case of any misconduct with other co-travellers."
  },
  {
    "point": "Make your trip possible is not responsible for your whereabouts or security if you are beyond the camping premises. "
  },
  {
    "point": "Any Loss to the camping materials such as tents, pillows, and beds or any property belonging to the campsite will be subject to full payment of Product value."
  },
  {
    "point": "Make your trip possible won't be responsible for any loss or damage of goods belonging to the travellers."
  },
  {
    "point": "All the visitors must hold a Government-issued Valid Identification Card. "
  },
  {
    "point": "Only campers staying to make your trip will be allowed on the campsite and if you intend to bring guests from outside, you'll have to Pre-notify to make your trip possible. "
  },
  { "point": "The availability of hot water is not promised." },
  {
    "point": "Slots at the campsite will be finalized only after receipt of full payment."
  },
  {
    "point": "Management won't be responsible for any injuries or the loss/theft of any personal property of travellers during the tour. "
  },
  {
    "point": "In case of any breakdown or delay due to the breakdown of the transport on the way, you would have to wait until the transport gets fixed. No backup conveyance would be provided."
  },
  {
    "point": "Make your trip possible is not accountable for any delays or alterations in the program or indirectly incurred expenses in cases such as natural hazards, casualties, weather conditions, landslides, political closure or any unwanted incident."
  },
  {
    "point": "Make your trip possible will not be responsible for any delay in reaching the destination due to traffic."
  },
  {
    "point": "Sightseeing/activities of the day may get cancelled if we don't reach the destination on time, the trip organizer/coordinator has complete right to change the itinerary as per the spot condition"
  },
  {
    "point": "Please cooperate with us in keeping the environment clean and safe."
  },
  {
    "point": "Registration/Tickets once booked cannot be exchanged, cancelled or refunded enjoy the trip, respect others and have a memorable experience."
  }
]
